[Main]
About=Acerca de
Action=Acción
ActivationServer=Servidor de Activación
ActivationServerNotSpecified=Servidor de Activación no Especificado
Add=Añadir
AddFile=Añadir Archivo
AddFolder=Añadir Carpeta
AddFunction=Añadir Función
Additional=Adicionales
AddLicense=Añadir Licencia
Address=Dirección
AddressUsedByFunction=Dirección ya utilizada por la función "%s"
AddWatermark=Añadir Marca de Agua
AllFiles=Todos los Archivos
AutoSaveProject=Guardar Proyecto Automáticamente después de Compilar
Back=Volver
Blocked=Bloqueado
BreakAddress=Dirección de Fin
BuildDate=Fecha de Compilación (dd-mm-yyyy)
Calculator=Calculadora
Cancel=Cancelar
CaseSensitive=Distinguir Mayúsculas y Minúsculas
Changing=Cambiando
Close=Cerrar
Code=Código
Contains=Contiene
Comments=Comentarios
CommandNotSupported=Comando no Soportado "%s"
CompilationLog=Registro de Compilación
CompilationType=Tipo de Compilación
CompilationTypeHelp=La elección adecuada del <a href="expert_procedures.htm#CompilationTypes">método de protección</a> para cada objeto protegido (procedimiento, función, sección de código) asegurará la proporción óptima entre el nivel de protección y el rendimiento de ejecución.
Compile=Compilar
Compiled=Compilado
Compiling=Compilando
Confirmation=Confirmación
Contents=Contenidos
Continue=Continuar
Copy=Copiar
Count=Contador
CPU=CPU
CreateFileError=No se Puede Crear el Archivo "%s"
CreateSegmentError=No hay Suficiente Espacio para el Nuevo Segmento en el Encabezado del Archivo
CustomerName=Nombre del Cliente
CustomerNameTooLong=Nombre del Cliente Demasiado Largo
Cut=Cortar
Date=Fecha
Debugger=Depurador
DebuggerFound=Depurador Encontrado
DebuggerHelp=Esta opción evita la depuración del archivo protegido. Hay 2 tipos de depuradores: modo usuario (OllyDBG, WinDBG, etc.) y modo kernel (SoftICE, Syser, etc.).
DebugMode=Modo de Depuración
DebugModeHelp=Cuando se activa la opción "Modo de Depuración", la instrucción INT 03 ocupará el lugar del código original. Es un punto de interrupción regular y una instrucción de servicio cuando el programa se está ejecutando en el depurador.
Default=por defecto
Delete=Eliminar
DeleteDefaultTemplate=No se Puede Eliminar la Plantilla Predeterminada. ¿Desea restaurarla a su estado predeterminado?
DeleteFile=Eliminar Archivo
DeleteFolder=Eliminar Carpeta
DeleteFunction=Eliminar Función
DeleteLicense=Eliminar Licencia
DeleteTemplate=Eliminar Plantilla
DeleteWatermark=Eliminar Marca de Agua
Deleting=Eliminando
DemoVersion=Versión de Demostración
Details=Detalles
Detection=Detección
Directories=Directorios
Dump=Volcar
Edit=Editar
EMail=Correo Electrónico
EmailTooLong=Correo Electrónico Demasiado Largo (máx. 255 caracteres)
Error=Error
Ethernet=Ethernet
Examples=Ejemplos
ExcludedFromCompilation=Excluir de la Compilación
ExcludedFromMemoryProtection=Excluir de la Protección de Memoria
ExcludedFromPacking=Excluir del Empaquetado
ExecutableFiles=Archivos Ejecutables
Execute=Ejecutar
Exit=Salir
ExpirationDate=Fecha de Caducidad
Export=Exportar
ExportKeyPair=Exportar Par de Claves
Exports=Exportaciones
ExternalAddress=Dirección Externa
File=Archivo
FileCanNotBePacked=El Archivo no Puede ser Empaquetado
FileCorrupted=Archivo Corrompido
FileHasIncorrectFormat=El Archivo "%s" tiene un formato incorrecto %s
FileHasNoCodeSegment=El Archivo "%s" no tiene ningún segmento de código
FileHasUnknownFormat=El Archivo "%s" tiene un formato desconocido
FileHasUnsupportedProcessor=El Archivo "%s" tiene un procesador no compatible "%s"
FileHasUnsupportedSubsystem=El Archivo "%s" tiene un subsistema no compatible
FileName=Nombre de Archivo
FileNameNotSpecified=Nombre de Archivo no Especificado
FileNotFound=Archivo "%s" no Encontrado
Files=Archivos
Flags=Indicadores
Forward=Avanzar
FreeUpdatesPeriod=Período de Actualizaciones Gratuitas
Function=Función
FunctionNotFound=Función "%s" no Encontrada en la Lista de Objetos
Functions=Funciones
FunctionsForProtection=Funciones para Protección
Generate=Generar
Goto=Ir a la Dirección
HardwareID=ID de Hardware
HDD=DISCO DURO
Help=Ayuda
HomePage=Página de Inicio
Host=Anfitrión
Import=Importar
ImportLicense=Importar Licencia
ImportLicenseFromSerialNumber=Importar Licencia desde el Número de Serie
ImportLicensesError=Estos parámetros de licencia no coinciden con el proyecto
ImportLicensesFromProjectFile=Importar Licencias desde un Archivo de Proyecto
ImportLicensesResult=Licencias Importadas: %d Licencias Bloqueadas: %d
ImportProtection=Importar Protección
ImportProtectionHelp=Esta opción oculta a los crackers la lista de API utilizadas por el programa protegido.
Imports=Importaciones
ImportSerialNumberError=Este Número de Serie no coincide con el proyecto
Information=Información
InstallCOMServer=Instalar Servidor COM
InvalidHWID=ID de Hardware tiene un Tamaño Incorrecto
InvalidParameterValue=Valor no Válido para el Parámetro "%s"
InvalidProductCode=El Código de Producto tiene un Tamaño Incorrecto
Items=elemento(s)
JumpToCommandPart=Ir a una Parte de un Comando
JumpToInternalAddress=Ir a la Dirección Interna: %.8llX
KeyLength=Longitud de Clave
KeyPairAlgorithm=Algoritmo del Par de Claves
KeyPairExportResult=Resultado de la Exportación del Par de Claves
KeyPairExportTarget=Objetivo de Exportación
KeyPairHelp=Para poder usar el sistema de licencias, debes generar un par de claves. Este par se utilizará para generar los números de serie y controlarlos.
Language=Idioma
Licenses=Licencias
LicensingParameters=Parámetros de Licencia
LicensingParametersFile=Archivo de Parámetros de Licencia
LicensingParametersHelp=El sistema de licencias se utiliza para la generación y validación de los números de serie. Se admiten varias limitaciones: fecha de caducidad, tiempo de ejecución, bloqueo de hardware y <a href="manager/features.htm">mucho más</a>.
LicensingParametersNotInitialized=Los Parámetros de Licencia no están Inicializados
LicensingSystemNotSupported=El Sistema de Licencias no es Soportado en esta Versión
LoadAtStart=Cargar al Iniciar
Loading=Cargando
LockToSerialNumber=Bloquear con un Número de Serie
LockToSerialNumberHelp=Cuando esta opción está activada, el código virtualizado está cifrado y solo se puede ejecutar si se proporciona el número de serie.
MAPFileHasIncorrectTimeStamp=El Archivo "%s" tiene una Marca de Tiempo Incorrecta y no se puede cargar
Marker=Marcador
MarkerExists=El Marcador "%s" ya Existe
MaxBuildDate=Fecha Máx. de Creación
MemoryProtection=Protección de Memoria
MemoryProtectionHelp=Esta opción protege el archivo en el disco y la imagen en la memoria de cualquier cambio.
Messages=Mensajes
MinimalFunctionSize=El Tamaño Mínimo de una Función para Compilar es de 5 bytes
Module=Módulo
ModuleNotSpecified=El Módulo no está Especificado
Modulus=Módulo
Mutation=Mutación
Name=Nombre
NewTemplate=Nueva Plantilla
Next=Siguiente
No=No
None=Ninguno
NotEnoughPlace=No hay Suficiente Espacio para Crear un Comando JMP
OK=Aceptar
Open=Abrir
OpenFileError=No se Puede Abrir el Archivo "%s"
OpenModuleError=No se Puede Abrir el Módulo "%s"
OperationCanceledByUser=Operación Cancelada por el Usuario
OptionNotAvailable=La Opción "%s" no está Disponible en la Versión no Registrada
Options=Opciones
OrderRef=Número de Orden
OutputFile=Archivo de Salida
OutputFileSize=Tamaño del Archivo de Salida %d bytes (%d%%)
OverwriteTemplate=¿Sobrescribir la Plantilla Existente?
Packing=Empaquetado
PackOutputFile=Empaquetar Archivo de Salida
PackOutputFileHelp=Esta opción empaqueta el archivo protegido, lo que lo hace más pequeño.
Parameters=Parámetros
ParametersForDelphi=Parámetros para KeyGen.dll (Delphi)
ParametersForMSVC=Parámetros para KeyGen.dll (MSVC)
ParametersForNET=Parámetros para KeyGen.Net
ParametersForPHP=Parámetros para keygen.php
Paste=Pegar
PasteSerialNumber=Pegar Número de Serie:
Previous=Anterior
PrivateExp=Exp Privada
Process=Proceso
ProcessNotSpecified=El Proceso no está Especificado
ProductCode=Código de Producto
Project=Proyecto
ProjectFile=Archivo de Proyecto
ProjectFiles=Archivos de Proyecto
Protection=Protección
PublicExp=Exp Pública
PurchaseLicense=Comprar una Licencia
PurchaseSubscription=Adquirir una Suscripción
QuickStart=Inicio Rápido
RawAddress=Dirección Cruda
RawSize=Tamaño Crudo
RecentFiles=Archivos Recientes
Redo=Rehacer
References=Referencias
RegisterCOMServer=Registrar Servidor COM
RegisteredTo=Registrado a
Rename=Renombrar
ResourceProtection=Protección de Recursos
ResourceProtectionHelp=Esta opción cifra los recursos, excepto los iconos, el manifiesto y algunos otros tipos de sistema.
Resources=Recursos
RunningTimeLimit=Límite de Tiempo de Ejecución
Save=Guardar
SaveFileError=No se Puede Guardar el Archivo "%s"
SaveLicensesAs=Guardar Licencias como
SaveProject=Guardar Proyecto
SaveProjectAs=Guardar Proyecto como
SaveTemplateAs=Guardar Plantilla como
Saving=Guardando
SavingStartupCode=Guardando Código de Inicio
Script=Script
ScriptFile=Archivo de Script
Search=Buscar
SearchInFile=Buscar en Archivo
Searching=Buscando
SearchInModule=Buscar en Módulo
SearchResult=Resultado de Búsqueda
SearchResults=Resultados de Búsqueda
SearchWrapped=Búsqueda Envuelta
Segment=Segmento
SegmentCanNotBePacked=El Segmento "%s" no puede ser Empaquetado
Segments=Segmentos
SerialNumber=Número de Serie
SerialNumberContents=Contenidos del Número de Serie
SerialNumberError=No se Puede Crear el Número de Serie
SerialNumberRequired=Número de Serie Requerido
SerialNumberTooLong=El Número de Serie es Demasiado Largo
Settings=Configuraciones
Setup=Configuración
ShowProtectedFunctions=Mostrar solo Funciones Protegidas
Size=Tamaño
Start=Inicio
String=Cadena
StripDebugInfo=Eliminar Información de Depuración
StripRelocations=Eliminar Relocalizaciones (solo para Archivos EXE)
Templates=Plantillas
Toggle=Conmutar el Estado de Registro de la Extensión
Tools=Herramientas
Type=Tipo
Ultra=Ultra (mutación + virtualización)
Undo=Deshacer
Unknown=Desconocido
UnregisteredVersion=Versión no Registrada
Usage=Uso
UsageCount=Contador de Uso
UseOtherProject=Usar Otro Archivo de Proyecto
UserData=Datos de Usuario
UserDataTooLong=Los Datos de Usuario son Demasiado Largos
UseTaggantSystem=Usar Sistema de Taggant
Value=Valor
Version=Versión
Virtualization=Virtualización
VirtualizationTools=Herramientas de Virtualización
VirtualizationToolsFound=Herramientas de Virtualización Encontradas
VirtualizationToolsHelp=Esta opción impide que el archivo protegido se ejecute en todo tipo de entornos virtuales: VMware, Virtual PC, VirtualBox, Sandboxie.
VMSegments=Segmentos VM
VMSegmentsHelp=Se agregarán segmentos adicionales al archivo durante la compilación. Los datos deben escribirse en estos segmentos (código virtualizado, código mutado, intérpretes VM, marcas de agua, etc.).
Warning=Advertencia
WatchedFileChange=El Archivo "%s" ha sido Modificado Fuera de este Programa. ¿Recargar?
Watermark=Marca de Agua
WatermarkHelp=Usa la lista desplegable para seleccionar la marca de agua necesaria para incluirla en el archivo protegido.
WatermarkIsDisabled=La Marca de Agua "%s" está Deshabilitada para su Uso
WatermarkIsUsed=La Marca de Agua "%s" se utiliza en Archivos Protegidos
WatermarkNotFound=Marca de Agua "%s" no Encontrada en la Lista de Marcas de Agua
Watermarks=Marcas de Agua
Welcome=Bienvenido a
Yes=Sí

[Translated]
Information=True
Confirmation=True
CPU=True
Date=True
DebugMode=True
Dump=True
Ethernet=True
Messages=True
Module=True
Mutation=True
Modulus=True
OK=True
Options=True
Protection=True
Script=True
Segments=True
Segment=True
String=True
Type=True
Version=True
Code=True

